Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Hey, mister? How do you make children?
pl: Hej, proszę pana? Jak powstają dzieci?

source: Hey, mister? Was Mommy really worried about me?
pl: Hej, proszę pana... Czy mama naprawdę się o mnie martwi?

source: Hey, mister? Where does the wind blow from?
pl: Hej, proszę pana? Skąd wieje wiatr?

source: Hey, mister? Why'd they make the desert?
pl: Hej, proszę pana...? Po co zrobili tę pustynię?

source: Hey, remember how you used to talk all big to me until recently?
pl: Hej, pamiętasz jak do niedawna lubiłeś się przede mną wymądrzać?

source: Hey, so where do you get these older weapon models from?
pl: Hej. Możesz zdradzić, skąd bierzesz stare modele broni?

source: Hey, so you craft new weapons from older models, right? But where do the older models come from?
pl: Hej! To ty robisz nową broń ze starych modeli, prawda? Ciekawe jednak, skąd one tak w ogóle, się biorą?

source: Hey, so...
pl: Hej, więc...

source: Hey, thanks!
pl: Wielkie dzięki!

source: Hey, thanks! This'll be more than enough desert roses.
pl: Hej. Wielkie dzięki! To więcej pustynnych róż niż nam potrzeba.

source: Hey, that's a great idea! Think how much we'd save in repair costs!
pl: Hej, to wspaniały pomysł! Pomyśl, ile zaoszczędzimy na naprawach!

source: Hey, wait just a...
pl: Hej, zaczekaj chwi...

source: Hey, welcome back!
pl: Hej, witam ponownie!

source: Hey, welcome back! ...So, um, can you show me the new data you brought?
pl: Hej, witam z powrotem! Więc... ehm, możesz pokazać mi dane które zebraliście?

source: Hey, what's the hold-up? Hurry up and start kicking some ass!
pl: Hej, co to za ociąganie się? Pospiesz się i skop mu tyłek!

source: Hey, why are you still here? Do you want to get caught for violating orders!?
pl: Wciąż tu jesteście? Chcecie zostać złapani za naruszanie rozkazów?

source: Hey, why is everyone acting so strange?
pl: Hej, dlaczego wszyscy się tak dziwnie zachowują?

source: Hey, you can't loiter here without our leader's permission.
pl: Hej, nie możesz się tu kręcić bez zgody przywódcy.

source: Hey, you found the materials! That's great.
pl: Hej! Odnaleźliście materiały! To świetnie.

source: Hey, you gonna be all right with those wounds?
pl: Hej, wszystko gra z tymi całymi ranami?

source: Hey, you got all the stamps! Great job!
pl: Hej... Macie wszystkie pieczątki! Świetna robota!

source: Hey, you got me.
pl: No dobrze, masz rację.

source: Hey, you mind checking on that guy who was making a delivery to the desert?
pl: Hej. Mógłbyś sprawdzić, co stę stało z tym gościem, który miał dostarczyć przesyłkę na pustynię?

source: Hey, you wanna join in on the fun?
pl: Hej, chcesz się przyłączyć do zabawy?

source: Hey, you want to see something interesting?
pl: Hej, chcesz zobaczyć coś ciekawego?

source: Hey, you! What are you doing here? What happened to your mission?
pl: Hej, ty! Co tu robisz? Co z twoją misją?

source: Hey, you! You've got to speak to our leader Anemone before you do anything else. That's how things work around here.
pl: Hej, ty! Zanim zrobisz tu cokolwiek innego, musisz najpierw pogadać z naszą przywódczynią, Anemoną. Tak to tutaj działa.

source: Hey, you're back! So how did it go? Did you find him, or...
pl: Hej, wróciliście! No i jak poszło? Znaleźliście go, czy...

source: Hey, you're with YoRHa, right?
pl: Hej, ty... Należysz do YoRHa, prawda?

source: Hey, you're with the Resistance, right? Are you okay?
pl: Hej. Należysz do Ruchu Oporu, prawda? Wszystko w porządku?

source: Hey, you. You didn't buy anything in the lobby, did ya?
pl: Hej, ty. Nie kupowałeś przypadkiem czegoś w lobby, prawda?

source: Hey, your gears rusted or something? Hurry up already!
pl: Hej, trybiki ci zardzewiały, czy jak? Ruchy!

source: Hey. Sorry to bring this up out of the blue, but I've got a fish I want to recommend to YoRHa units. Er, or to be more specific, I want YOU to eat it so I can study how its oil affects a YoRHa unit. You know? For science? Anyhoo, stop by if you get bored. It's my treat. —Jackass
pl: Hej. Sorki, że tak wyskakuję z tym znienacka, ale mam rybę, którą chciałabym polecić jednostkom YoRHa. Ee, albo, żeby być bardziej precyzyjną... Chciałabym, żebyś to TY ją zjadła, abym mogła zbadać jak jej oleje oddziałowują na jednostki YoRHa. No wiesz... W imię nauki! W każdym razie, wpadnij do mnie, jak będzie ci się nudzić. Ja stawiam. —Jackass

source: Hey. Thanks to you, I was able to create medicine using that research you helped me with. You should try it out if you find yourself with some spare time on your hands. Later, Jackass
pl: Hej. Dzięki badaniom, w których mi pomogłaś, byłam w stanie stworzyć lek. Powinnaś go wypróbować, jak tylko znajdziesz wolną chwilę. Na razie, Jackass

source: Hey. How's it hangin'?
pl: Hej. Jak leci?

source: Hey. I got that junk you wanted.
pl: Hej. Mam ten złom, który chciałeś.

source: Hey. I'm glad you came here and all, but I need to focus on my duties right now.
pl: Hej. Naprawdę cieszy mnie, że znów do mnie przyszliście, ale teraz muszę się skupić na obowiązkach.

source: Hey. Our leader told me all about you.
pl: Hej. Nasza przywódczyni mówiła o was.

source: Hey. So you're on data management duty today as well, huh? You got a minute?
pl: Hej. Dzisiaj też masz dyżur przy zarządzaniu danymi, co? Masz minutkę?

source: Hey...
pl: Hej...

source: Hey... You're A2, aren't you?
pl: Hej... Ty jesteś A2, zgadza się?

source: Hey...what do you think?
pl: Hej... Co myślisz?

source: Heya! Have you been using your recovery items?
pl: Heja! Używasz przedmiotów leczących?

source: Heya! How ya been?
pl: Hejka! Jak się trzymasz?

source: Heya. Haven't seen you around here before.
pl: Heja. Nie widziałem was tu wcześniej.

source: Hi guys! It's me, 42S—your favorite YoRHa Squadron idol from North 12C Defense HQ. I'm here with the latest hot scoops from the front line, so let's get out there and do our best, all right? Goooo team!
pl: Hej, ludziska! To ja, 42S — wasz ulubiony idol eskadry YoRHa z Kwatery Obrony 12C Północ. Jestem tutaj, by podzielić się z wami nowinkami z linii frontu. Dajmy z siebie wszystko, co mamy najlepsze! Naprzód, załogo!

source: Hi there, YoRHa ace! We're making sure we're equipped to support you to the utmost so you can fight at your best.
pl: Hej, asy z YoRHa! Będziemy zapewniać wam jak najlepsze wsparcie i sprzęt, dzięki którym będziecie mogli walczyć na najwyższym poziomie.

source: Hi there.
pl: Witaj.

source: Hi there. Boy, you two are thick as thieves, aren't you?
pl: Cześć. Rany, jesteście jak papużki nierozłączki, co nie?

source: Hidden Dungeon
pl: Ukryte podziemia

source: Hide Icon
pl: Ukryj ikonę

source: Hide Text
pl: Ukryj tekst

source: High
pl: Wysokie

source: High Stun
pl: Wysokie ogłuszenie

source: High-speed Machine
pl: Szybka maszyna

source: High-viscosity oil used by machine lifeforms.
pl: Lepki olej używany przez mechaniczne formy życia.

source: Hijack Boost
pl: Wzmocnienie przejęcia

source: Hijack Boost +1
pl: Wzmocnienie przejęcia +1

source: Hijack Boost +2
pl: Wzmocnienie przejęcia +2

source: Hijack Boost +3
pl: Wzmocnienie przejęcia +3

source: Hijack Boost +4
pl: Wzmocnienie przejęcia +4

source: Hijack Boost +5
pl: Wzmocnienie przejęcia +5

source: Hijack Boost +6
pl: Wzmocnienie przejęcia +6

source: Hijack Boost +7
pl: Wzmocnienie przejęcia +7

source: Hijack Boost +8
pl: Wzmocnienie przejęcia +8

source: Hijack target and operate it remotely.
pl: Przejmij cel i steruj nim zdalnie.

source: His Grace is a god!
pl: Jego Świątobliwość jest Bogiem!

source: His Grace wishes to form a pact of peace with your people.
pl: Jego Świątobliwość chciałby zawrzeć pakt pokojowy z twoim gatunkiem.

source: His Grace's Room
pl: Pokój Jego Świątobliwości

source: His Grace... His Grace...
pl: Jego Świątobliwość... Jego Świątobliwość...

source: His Majesty hasn't grown at all.
pl: Jego Wysokość nie urósł ani trochę.

source: His Majesty. He's...dead.
pl: Jego Wysokość. Jest... martwy.

source: His village is different. They've never caused us any harm.
pl: Jego wioska jest inna. Nigdy nie wyrządzili nam żadnej krzywdy.

source: His wondrous Grace has become a god!
pl: Jego cudowna Świątobliwość stał się Bogiem!

source: Hiya! Here to take a load off?
pl: Hejka! Przyszliście trochę odpocząć?

source: Hm. I think that's about enough for today.
pl: Hm. Chyba wystarczy na dzisiaj.

source: Hm? Ah, right.
pl: Hm? Ach, dobra.

source: Hm? What is it, ma'am?
pl: Hm? Coś nie tak, proszę pani?

source: Hm? What's up?
pl: Hm? Co tam?

source: Hm? You wanna know what happened to the merchant?
pl: Hę? Chcesz wiedzieć co się stało z kupcem?

source: Hm? You're wondering why this place hasn't been locked down?
pl: Hę? Zastanawiasz się dlaczego jeszcze nie zamknęli tego miejsca?

source: Hmm, looks like you don't have the money on you.
pl: Hmm... Wygląda na to, że nie masz przy sobie takiej ilości pieniędzy.

source: Hmm. I don't see her.
pl: Hmm. Nie widzę jej.

source: Hmm. I guess.
pl: Hmm, pewnie tak.

source: Hmm. I heard something about that back at the Resistance camp.
pl: Hmm... Chyba obiło mi się o uszy coś na ten temat podczas pobytu w obozie Ruchu Oporu.

source: Hmm. I suppose he might know something.
pl: Hmmm. Podejrzewam, że on może coś wiedzieć.

source: Hmm. I think it's more about the feeling behind it than the actual item, right?
pl: Hmm. Myślę, że tutaj bardziej chodzi o uczucie, które za tym stoi, a nie o sam przedmiot, prawda?

source: Hmm. Maybe I should talk this over with Anemone.
pl: Hmm. Może warto przegadać to z Anemoną?

source: Hmm. That's a strange flower.
pl: Hmm... Co za dziwny kwiat...

source: Hmm. This little guy might have a bad mathematical processor. Or maybe his logic circuits got crossed somehow...
pl: Hmmm. Ten maluch może mieć wadliwy procesor matematyczny. Albo jego obwody logiczne są źle podłączone...

source: Hmm. Understood.
pl: Hmmm. Zrozumiano.

source: Hmm. Well, it's got nothing to do with us.
pl: Hmmm. Cóż, dla nas nie ma to żadnego znaczenia.

source: Hmm. Wonder if there are any huge boars and such too?
pl: Hmm. Ciekawe, czy są tu też wielkie dziki i tym podobne?

source: Hmm... Don't need this.
pl: Hmm... Nie potrzebuję tego.

source: Hmm... I don't know what's causing this, so we'll need to run some precision diagnostics later.
pl: Hmm. Naprawdę nie wiem co jest tego przyczyną, dlatego trzeba będzie wykonać dokładniejszą diagnostykę.

source: Hmm... I recognize a few of the enemies in this data. My team fought some of them a while back.
pl: Hmm... Rozpoznaję kilku wrogów z tych danych. Mój zespół kiedyś z nimi walczył.

source: Hmm... I'm going to need a pristine screw in order to finish the repairs.
pl: Hmmm... Aby zakończyć naprawy, potrzebuję nietkniętego wkrętu.

source: Hmm... If you say so.
pl: Hmmm... Skoro tak uważasz...

source: Hmm... Interesting...
pl: Hmmm... Interesujące...

source: Hmm... It has been long and long since I've seen someone take such good care of a weapon. Please take this as a token of my appreciation.
pl: Hmm... Od dawna nikt nie dbał aż tak o swoją broń. Proszę, przyjmij to jako wyraz mojej wdzięczności.

source: Hmm... It seems to be back to normal now. How odd.
pl: Hmm... Wygląda na to, że już wszystko wróciło do normy. Dziwne.

source: Hmm... Looks like records for supplies shipped to the moon.
pl: Hmmm... Wygląda na zapiski o zapasach wysłanych na księżyc.

source: Hmm... Looks like some kind of staff.
pl: Hmm... To wygląda na jakiś rodzaj kostura.

source: Hmm... No time to examine everything. Better stick to the main data nodes.
pl: Hmm... Nie ma czasu na sprawdzanie wszystkiego. Lepiej trzymajmy się głównych węzłów danych.

source: Hmm... Nope, sorry.
pl: Hmm... Wybacz, ale nie.

source: Hmm... The words "On Your Wedding Day" are carved into it.
pl: Hmm... Są na niej wyryte słowa „W Dniu Ślubu”.

source: Hmm... These places look familiar...
pl: Hmmm... Te miejsca wyglądają znajomo...

source: Hmm... Well, this card appears to be in order.
pl: Hmm... Cóż, ta karta wyda się być w porządku.

source: Hmm... While I'm at it, I'd better delete all of his namby-pamby ways. I need someone more forceful in my life, you know?
pl: Hmmm... Skoro już przy tym jesteśmy... Lepiej usunąć jego słabości. Potrzebuję u swojego boku kogoś bardziej stanowczego, wiesz?

source: Hmm... Why are there so many parts?
pl: Hmm... Dlaczego jest tu aż tyle części?

source: Hmm? Done with your mission already? Must be nice!
pl: Hmm? Już misja skończona? Takiemu to dobrze!

source: Hmm? Haven't seen you before.
pl: Hmm? Nie widziałem cię tu wcześniej.

source: Hmm? My mask?
pl: Hmm? Moja maska?

source: Hmm? Oh, a new YoRHa unit, eh?
pl: Hmm? Ach, nowa jednostka YoRHa, tak?

source: Hmm? Oh, that. Well...
pl: Hmmm? Och, tak. No cóż...

source: Hmm? What in the world...?
pl: Hm? Co do...?

source: Hmm? What's that? You'd like to see a greater variety of items for purchase?
pl: Hmm? Co mówisz? Chcesz zobaczyć większy wybór przedmiotów do kupienia?

source: Hmm? Where's <SARU_JAN>?
pl: Hmmm? Gdzie jest <SARU_JAN>?

source: Hmm? You know about 2B?
pl: Hmmm? Znasz 2B?

source: Hmm? You've already received the stamp for this attraction.
pl: Hmm? Co? Już Już otrzymaliście pieczątkę za tę atrakcję.

source: Hmmm, I still don't have enough data... I could use some more help.
pl: Hmmm, wciąż nie mam wystarczającej ilości danych... Przydałaby mi się dodatkowa pomoc.

source: Hmmm, where was my terminal again?
pl: Hmmm, gdzie ja znowu podziałem mój terminal?

source: Hmmm. So you made it this far, huh?
pl: Hmmm. Udało ci się dojść tak daleko, co?

source: Hmmm. This place sure is elaborate...
pl: Hmmm. To miejsce jest takie wyszukane...

source: Hmmm... Congratulations...
pl: Hmmm... Gratuluję...

source: Hmmm... So the trick is to get close, and then...
pl: Hmmm... A więc chodzi o to, by podejść blisko, a wtedy...

source: Hmmm... What are we going to do?
pl: Hmmm... Co teraz zrobimy?

source: Hmmm...but I can't just send you off empty-handed, now can I?
pl: Hmmm... Ale nie mogę was tak odesłać z pustymi rękoma, czyż nie?

source: Hmmm? What's that?
pl: Hmm? Co to było?

source: Hmph! You destroyed it again.
pl: Hmpf! Znów je zniszczyłeś.

source: Hmph.
pl: Hmm...

source: Hmph. How are we gonna stop all these troops from deserting?
pl: Hmpf. Jak możemy powstrzymać wszystkich naszych żołnierzy przed dezercją?

source: Hmph... You're not one of us, but I have to respect Rule 15,392, so I won't kill you.
pl: Hmpf... Nie jesteś jednym z nas, ale muszę uszanować Zasadę 15392, więc cię nie zabiję.

source: Ho229 flight unit.
pl: Jednostka latająca Ho229.

source: Ho229 flight unit. Command 677 received.
pl: Jednostka latająca Ho229. Rozkaz 677 odebrany.

source: Hold on, Emil. We'll repair you and get you back to normal.
pl: Zaczekaj, Emil. Naprawimy cię i przywrócimy do normalności.

source: Hold on. That's more stuff than last time!
pl: Moment... Tego zbieractwa jest więcej, niż ostatnio!

source: Hold on... This is one of the places in that Resistance member's photographs.
pl: Moment... To chyba jedno z miejsc widocznych na fotografii tego członka Ruchu Oporu.

source: Hold to Skip
pl: Przytrzymaj, aby pominąć

source: Hold up! The captain is ordering a retreat!
pl: Wstrzymaj się! Kapitan zarządziła odwrót!

source: Hold your weapons! The match is over!
pl: Wstrzymaj broń! Zawody zakończone!

source: Hold! You cannot pass! It is unforgivable!
pl: Stój! Nie możesz przejść! To niewybaczalne!

source: Holler at me if you ever need anything.
pl: Zawołaj mnie, jak będziesz czegoś potrzebować.

source: Holy Blessing
pl: Błogosławieństwo

source: Holy crispy crap on a stick... Now THIS is data!
pl: Ja pierdzielę... TERAZ to są dane!

source: Honestly, 2B? I don't know how I'm supposed to go on living.
pl: Szczerze, 2B? Nie bardzo wiem, jak mam teraz żyć.

source: Honestly, I've been thinking a lot recently about whether it's worth it to continue living.
pl: Szczerze? Ostatnio dużo myślałam o tym, czy w ogóle warto dalej żyć.

source: Hooked me up to the machine network too somehow.
pl: W jakiś sposób podłączył mnie do sieci maszyn.

source: Hope
pl: Nadzieją

source: Hope to see you again soon!
pl: Liczę, że wkrótce znów się zobaczymy!

source: Hope to see you again!
pl: Mam nadzieję, że jeszcze się zobaczymy!

source: Hope you like it!
pl: Mamy nadzieję, że ci się spodoba!

source: Hope you manage to get a hood of your own!
pl: Mam nadzieję, że uda ci się zdobyć taki kaptur!

source: Hopefully that will help me recover my missing memories.
pl: Mam nadzieję, że pomoże mi to w odzyskaniu utraconych wspomnień.

source: Hopefully they deploy some new satellites soon.
pl: Mam nadzieję, że niedługo wypuszczą nowe satelity.

source: Hopefully this is enough sap.
pl: Miejmy nadzieję, że taka ilość żywicy wystarczy.

source: Hopefully you can get something out of it.
pl: Mam nadzieję, że czegoś się z tego dowiecie.

source: Hoping for the tables to turn
pl: Mając nadzieję, że sytuacja się odwróci

source: Hoping to aid others in need, the youngest princess would travel to the fields to offer succor to peasants—but they would reject her kindness with cruel words.
pl: Chcąc pomagać potrzebującym, najmłodsza księżniczka przybyła na pola, by wspomóc wieśniaków, lecz ci odrzucali jej dobroć okrutnymi słowami.

source: Horizontal Auto Adjust
pl: Dostosowanie w poziomie

source: Horizontal Map Controls
pl: Obracanie mapy (poziomo)

source: Horizontal Orientation
pl: Orientacja osi poziomej

source: Horizontal Rotation Speed
pl: Prędkość obrotu w poziomie

source: Horseshoe Crab
pl: Skrzypłocz

source: Horseshoe Crab Machine
pl: Skrzypłocz maszyna

source: Hostile machine lifeforms defeated.
pl: Wrogie mechaniczne formy życia zostały pokonane.

source: Hostile machine lifeforms destroyed.
pl: Wrogie mechaniczne formy życia zostały zniszczone.

source: Hostile machine lifeformｓ detected.
pl: Wykryto wrogie mechaniczne formy życia.

source: Hostiles!
pl: Wrogowie!

source: Hostiles?
pl: Czego? Wrogów?

source: Housing Complex
pl: Kompleks mieszkalny

source: How I yearn for His Grace to light the path forward for all...
pl: Nawet nie wiecie, jak bardzo marzę za Jego Świątobliwością, który rozświetlałby wszystkim ich dalszą drogę...

source: How about this?
pl: Co powiesz na to?

source: How am I supposed to live now...?
pl: Jak mam teraz żyć...?

source: How are we supposed to reach that castle?
pl: Jak mamy dotrzeć do tego zamku?

source: How are you feeling? Ready to get back out there?
pl: Jak się czujesz? Gotowa do powrotu?

source: How are you?
pl: Jak się masz?

source: How are you? Do you like the camp? Do YoRHa soldiers ever get homesick? What do you think of the Resistance?
pl: Jak się masz? Podoba ci się nasz obóz? Czy żołnierze YoRHa czasem tęsknicie za domem? Co myślisz o Ruchu Oporu?

source: How can one think about being creative under these circumstances? Please, you must help us!
pl: Jak, w takich okolicznościach, mam myśleć twórczo? Proszę, musisz mi pomóc!

source: How can we make him bigger?
pl: Jak możemy sprawić, żeby stał się większy?

source: How can you love animals and yet not bat an eye at the death of a fellow machine?
pl: Jak można kochać zwierzęta, ale nie zwracać uwagi na śmierć maszyny?

source: How conscientious of you!
pl: Jak sumiennie z twojej strony!

source: How could God allow this?
pl: Jak Bóg mógł na to pozwolić?

source: How could I have said such vain, laughable words? Such lies?<bt_wait> I laugh. I stand in the smoke and the flame and laugh until I think my very throat will tear itself in two. </page>
pl: Jak mogłam wypowiedzieć takie próżne, zabawne słowa? Takie kłamstwa?<bt_wait> Śmieję się. Stoję w dymie i płomieniach i śmieję się dopóki nie mam wrażenia, że moje gardło rozpadnie się na dwie części. </page>

source: How could anyone want to be in a place like this after facing so many horrors and losing so many loved ones?
pl: Jak ktoś może chcieć być w takim miejscu po zobaczeniu tylko okropności i utracie tylu ukochanych?

source: How did I...?
pl: Jak ja mog...?

source: How did you know that?
pl: Skąd o tym wiesz?

source: How did you...get that weapon...?
pl: Skąd ty... masz tę broń...?

source: How do I save?
pl: Jak zapisywać?

source: How do I take over machines?
pl: Jak przejmować kontrolę nad maszynami?

source: How do I tell 2B?
pl: Jak ja mam to powiedzieć 2B?

source: How do you LOSE a Pod? It staggers the imagination!
pl: Jak w ogóle można ZGUBIĆ Poda? To się w głowie nie mieści!

source: How do you know all this?
pl: Skąd wiesz o tym wszystkim?

source: How does this look?
pl: I jak to wygląda?

source: How does this work?
pl: Jak to działa?

source: How good of you to grace Father Servo with your presence once again.
pl: Jak to miło z waszej strony, że ponownie zaszczycacie Ojca Servo swoją obecnością.

source: How is my village? My people?
pl: Co z moją wioską? Jak moi ludzie?

source: How is that even possible!?
pl: Jak to jest w ogóle możliwe?!

source: How is that possible when there's so much of it out there?
pl: Jak mogli nie mieć wolnej przestrzeni, skoro jest jej tutaj tak dużo?

source: How is your mission progressing?
pl: Jak idą postępy w misji?

source: How long can I continue to believe in a world laden with deceit and folly? How long, I wonder?
pl: Ile jeszcze jestem w stanie wierzyć w świat, pełen fałszu i kłamstw? Ile jeszcze?

source: How long can I continue to protect what I love amidst this endless war? How long, I wonder?
pl: Ile jeszcze jestem w stanie chronić to, co kocham, w tej niekończącej się wojnie? Ile jeszcze?

source: How long can I fight amidst this bloody vortex of a battlefield? How long, I wonder?
pl: Ile jeszcze dam radę walczyć w środku tego krwawego pola bitwy? Ile jeszcze?

source: How long can I lie to myself as I despair at the dark future of this world? How long, I wonder?
pl: Ile jeszcze jestem w stanie okłamywać siebie, rozpaczając nad mroczną przyszłością świata? Ile jeszcze?

source: How long do you plan to continue?
pl: Jak długo masz jeszcze zamiar kontynuować?

source: How many androids do you think you've killed...?
pl: Ile androidów, twoim zdaniem, zabiliście...?

source: How many continues is this?
pl: Ile to było kontynuacji?

source: How many deaths could have been prevented if we'd just talked to the machines sooner?
pl: Ilu śmierci można było uniknąć, gdybyśmy tylko porozmawiali z maszynami wcześniej?

source: How many friends have I been forced to put down?<bt_wait>
pl: Ile przyjaciółek musiałam zabić?<bt_wait>

source: How many lives do you think have been lost in this battle?
pl: Myślisz, że jak wiele żyć straciliśmy podczas tej bitwy?

source: How may I assist you? ...Please keep it brief.
pl: W czym mogę ci pomóc? Streszczaj się, proszę.

source: How much I can upgrade your weapons depends on how much money and materials you have. Some upgraded weapons also add effects that improve performance.
pl: Jak bardzo mogę ulepszyć waszą broń, zależy od tego ile macie funduszy i materiałów. Niektóre ulepszenia broni nakładają na nie również efekty zwiększające ich wydajność.

source: How odd.
pl: Dziwaczne.

source: How old are you, anyway?
pl: Ile, tak w ogóle, masz lat?

source: How so?
pl: Jak to?

source: How was that?
pl: I jak?

source: How was that? Did you feel it?
pl: I jak? Poczułaś coś?

source: How wonderful! I think our joy really came across this time.
pl: Jak cudownie! Myślę, że tym razem nasza radość naprawdę była widoczna.

source: How would teaching them lead to something like this?
pl: Jak to możliwe, że nauka doprowadziła do czegoś takiego?

source: How'd you get lost out here, anyway?
pl: Jak to się stało, że się tu zagubiłaś?
